Revit 2027 API
UnitTypeId.Megajoules Property
 Megajoules.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Megajoules { get; }
Public Shared ReadOnly Property Megajoules As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Megajoules {
	ForgeTypeId^ get ();
}
static member Megajoules : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace